<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Политика конфиденциальности';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <h3>1.Сбор информации</h3>

    Мы собираем информацию, когда вы регистрируетесь на сайте, заходите на свой аккаунт, совершаете покупку, участвуете в акции и/или выходите из аккаунта. Информация включает ваше имя, адрес электронной почты, номер телефона и данные по кредитной карте.

    Кроме того, мы автоматически регистрируем ваш компьютер и браузер, включая IP, ПО и аппаратные данные, а также адрес запрашиваемой страницы.

    <h3>2. Использование информации</h3>

    Информация, которую мы получаем от вас, может быть использована, чтобы:

    <ul>
        <li>Сделать услуги соответствующими вашим индивидуальным запросам</li>
        <li>Предложить персонализированную рекламу</li>
        <li>Улучшить наш сайт</li>
        <li>Улучшить систему поддержки пользователей</li>
        <li>Связаться с вами по электронной почте</li>
        <li>Устроить акцию, конкурс или организовать исследование</li>
    </ul>

    <h3>3. Защита личных данных при онлайн-продажах</h3>

    Мы являемся единственным владельцем информации, собранной на данном сайте. Ваши личные данные не будут проданы или каким-либо образом переданы третьим лицам по каким-либо причинам, за исключением необходимых данных для выполнения запроса или транзакции, например, при отправке заказа.

    <h3>4. Раскрытие информации третьим лицам</h3>

    Мы не продаем, не обмениваем и не передаем личные данные сторонним компаниям. Это не относится к надежным компаниям, которые помогают нам в работе сайта и ведении бизнеса при условии, что они соглашаются сохранять конфиденциальность информации.

    Мы готовы делиться информацией, чтобы предотвратить преступления или помочь в их расследовании, если речь идет о подозрении на мошенничество, действиях, физически угрожающих безопасности людей, нарушениях правил использования или в случаях, когда это предусмотрено законом.

    Неконфиденциальная информация может быть предоставлена другим компаниям в целях маркетинга, рекламы и т.д.

    <h3>5. Защита информации</h3>

    Мы используем различные средства безопасности, чтобы гарантировать сохранность ваших личных данных. К вашим услугам самое современное шифрование. VpnMentor также защищает ваши данные в режиме оффлайн. Только те сотрудники, которые работают с конкретным заданием (например, техническая поддержка или проведение оплаты) получают доступ к личным данным. Сервера и компьютеры, на которых записана конфиденциальная информация, находятся в безопасном окружении.
    <br>
    <b>Использование файлов «cookie»</b>

    Наши файлы «cookie» используются для улучшения доступа к сайту и определения повторных посещений. Кроме того, они позволяют отследить наиболее интересующие запросы. Файлы «cookie» не передают никакую конфиденциальную информацию.

    <h3>6. Отказ от подписки</h3>

    Мы используем электронную почту, чтобы предоставить вам информацию по вашему заказу, новостям компании, информации по продуктам и т.д. Если вы желаете отказаться от подписки, в каждом письме даны подробные инструкции, как вы можете это сделать.

    <h3>7. Согласие</h3>

    Пользуясь услугами нашего сайта, вы автоматически соглашаетесь с нашей политикой конфиденциальности.
</div>
